/* Localized versions of Info.plist keys */
"Categories" = "Categories";
"Category" = "Category";
"AllTasks" = "All Tasks";
"RecentlyViewedTasks" = "Recently Viewed";
"Tag" = "Tag";
"CategoryDefault" = "Inbox";
"Tags" = "Tags";
"Filter" = "Filter";
"SortBy" = "Sort by";
"Filters" = "Filters";
"AddEntriesDescription" = "Add Entry";
"AddTagDescription" = "Add Tag";
"DeleteCategory" = "Delete Category";
"EditCategoryName" = "Edit Name";
"DeleteTag" = "Delete Tag";
"EditTagName" = "Edit Name";
"RemoveFilter" = "Remove Filter";
"AddFilter" = "Add: %@";
"HighPriority" = "High Priority";
"Favorite" = "Favorite";
"DueForToday" = "Due For Today";
"DueForOutlookInterval" = "Planned: ";
"RecentlyCompleted" = "Completed: ";
"DueForOutlookInterval1Day" = "tomorrow";
"RecentlyCompleted1Day" = "yesterday";
"Overdue" = "Overdue";
"WasDone" = "Done";
"OnToDo" = "Today";
"Due" = "Due";
"DueToday" = "Due Today";
"FollowUp" = "Follow-up";
"TaskStart" = "Start";
"TasksCompleted" = "Completed";
"ColorRed" = "Red";
"ColorBlue" = "Blue";
"ColorGreen" = "Green";
"ColorYellow" = "Yellow";
"ColorOrange" = "Orange";
"ColorPurple" = "Purple";
"ColorGrey" = "Grey";
"InvalidTagNameMessage" = "Invalid tag name";
"InvalidGroupNameMessage" = "Invalid category name";
"InvalidTaskNameMessage" = "Invalid task name";
"InvalidSubTaskNameMessage" = "Invalid subtask name";
"InvalidEntityNameRecoveryMessage" = "Please enter a valid name";
"AddNewTaskToCategory" = "Add New Task to \"Inbox\" Category ...";
"AddNewTaskToUserCategory" = "Add New Task to \"%@\" Category ...";
"NotSorted" = "Not Sorted";
"SortByCreationDate" = "Creation Date";
"SortByModifiedDate" = "Modification Date";
"SortByDoneDate" = "Done Date";
"SortByDueDate" = "Due Date";
"SortByFUDate" = "Follow-up Date";
"SortByStartDate" = "Start Date";
"DeleteTask" = "Delete task";
"ReorderTaskTop" = "Move to Top";
"ReorderTaskEnd" = "Move to Bottom";
"DuplicateTask" = "Duplicate";
"DuplicateTask.NameMarker" = "(Copy) ";
"DeleteTasks" = "Delete tasks";
"MarkTasksAsDone" = "Mark as done";
"SelectDueDate" = "Change due date";
"SelectNewDueDate" = "New due date";
"DeleteDueDate" = "Delete date";
"DragAndDropTextMultipleTask" = "%li tasks";
"Month" = "Month";
"Week" = "Week";
"DoneOn" = "Done on";
"CreatedOn" = "Created on";
"AddNewSubtask" = "Add New Subtask ...";
"AllSubtasksDone" = "All subtasks done";
"NoSubtaskDone" = "%d open subtasks";
"NoSubtaskDoneSingle" = "%d open subtask";
"SubtasksPartyDone" = "%d of %d subtasks open";
"DeleteSubtask" = "Delete Subtask";
"SelectTags" = "Select Tag";
"ClearSelection" = "Clear all";
"CreateNewTag" = "New Tag...";
"LinkAttachment" = "Link file";
"AddNotes" = "Add Notes ...";
"DueDate" = "Due Date";
"DueDateHTML" = "Due Date";
"DueDate2" = "Due Date";
"FUDate" = "Follow-up Date";
"DoneDate" = "Done Date";
"CreatedDate" = "Creation Date";
"Reminder" = "Reminder";
"StartDate" = "Start Date";
"StartDate2" = "Start Date";
"TodoDates" = "All Deadlines";
"Today" = "Today";
"Yesterday" = "Yesterday";
"TwoDaysAgo" = "Two Days Ago";
"Tomorrow" = "Tomorrow";
"AddDate" = "Set Date";
"AddDateProVersion" = "Purchase PRO Version";
"WeekWithNumber" = "Week %@";
"HoursToday" = "Today (In Hours)";
"Attachment" = "Attachment";
"References" = "Links";
"Set" = "Set";
"Cancel" = "Cancel";
"TasksDone" = "Completed Tasks";
"TasksDoneWithNumber" = "Tasks Completed (%d)";
"Preferences" = "Preferences";
"Prefs.TextZoom1" = "Off";
"Prefs.TextZoom2" = "+20%";
"Prefs.TextZoom3" = "+40%";
"Prefs.TextZoom4" = "+60%";
"Prefs.TextZoom5" = "+80%";
"Prefs.TextZoom6" = "+100%";
"Prefs.NotificationSoundTitle" = "Sound";
"Prefs.NotificationSoundDisabled" = "Off";
"Prefs.NotificationSoundDefault" = "Default";
"Prefs.NotificationSoundSound1" = "Tempodo 1";
"Prefs.NotificationSoundSound2" = "Tempodo 2";
"Prefs.NotificationSoundSound3" = "Tempodo 3";
"General" = "General";
"Calendar" = "Calendar";
"Privacy" = "Privacy";
"Privacy.DiagnosticDataBtnLabel" = "Send Diagnostic Data";
"Privacy.IntroductionLabel" = "Please help to improve the app by sending diagnostic and anonymous usage data. For detailed information about sent data please consult the Privacy Policy (see \"About Tempodo\"). Thank you!";
"Privacy.DiagnosticInfoLabel" = "In case of an app crash a report is sent.";
"Privacy.InitialUserConsentDiagDataAlertTitle" = "Tempodo Would Like to Send Diagnostic and Anonymous Usage Data to Improve the Product Quality";
"Privacy.InitialUserConsentDiagDataAlertDetails" = "No personal data are transmitted. For more information please consult the Privacy Policy. The option can be changed in the app preferences.\n\nThank you very much for your support!";
"Privacy.DoNotAllow" = "Don't Allow";
"ShowWeekend" = "Show Weekend";
"OptimizeRowLayout" = "Optimize Row Layout";
"ShowCalendarView" = "Show Week Number";
"ShowCalendarUserEvents" = "Show macOS Calendar Events";
"ShowStatusMenu" = "Show Icon to Add Tasks in macOS Menu Bar";
"List" = "List";
"ViewOptions" = "View Options";
"Subtasks" = "Subtasks";
"DoneTasks" = "Done Tasks";
"ShowAll" = "Show All";
"ShowCalendarWeeks" = "Show Calendar Weeks";
"NewTask" = "New Task";
"TotalTime" = "Total";
"TotalTimeWithValue" = "Total Time: %.1f";
"Back" = "Back";
"Remove" = "Remove";
"HoursOn" = "Hours on";
"HeadlineWorkTime" = "Track Activity";
"SelectTagColor" = "Select color";
"WorkingTime" = "Working Time";
"WorkingTimeInHours" = "Working Time (in hours)";
"NoFilter" = "No Filter";
"DataRecordXOfY" = "Data Record: %d of %d";
"DataRecordsTotalNumberGreaterThan1" = "%d Records";
"DataRecordsTotalNumberEqual1" = "%d Record";
"DataRecordsTotalNumberNoValues" = "No Records";
"NewWorkingTime" = "New Working Time";
"ChangeExistingRecord" = "Change Existing Record";
"AddNewRecord" = "Add A New Value";
"OK" = "OK";
"Edit" = "Edit";
"Add" = "Add";
"DeleteAllRecords" = "Delete All Records";
"DataSetAlreadyAvailable" = "You already set a value for this date";
"DropInfo" = "Drop a file or HTTP link here";
"EditAttachment" = "Edit Attachment Details";
"NewURLAttachment" = "Add a new URL link";
"Title" = "Title";
"URL" = "URL";
"Delete" = "Delete";
"AddNewFile" = "Add File Link";
"ChangeFile" = "Change";
"AttachmentsTotalNumberGreaterThan1" = "%d Attachments";
"AttachmentsTotalNumberEqual1" = "%d Attachment";
"AttachmentsTotalNumberNoValues" = "No Attachments";
"LastWeek" = "Last Week";
"ThisWeek" = "This Week";
"LastMonth" = "Last Month";
"ThisMonth" = "This Month";
"UserDefined" = "User defined";
"CreatedDoneTasks" = "Created and Done Tasks in %d Days";
"PlannedDoneTasks1" = "Planned and Done Tasks in %d Days";
"PlannedDoneTasks2" = "Planned Tasks that were Completed in %d Days";
"SummaryRating" = "Summary and Rating";
"CreatedTaskWithCount" = "%d Task(s) Created";
"PlannedTaskWithCount" = "%d Task(s) Planned";
"CreatedTaskWithDateCount" = "%d Task(s) Created on %@";
"PlannedTaskWithDateCount" = "%d Task(s) Planned for %@";
"CreatedTaskInWeekCount" = "%d Tasks Created in Week %d";
"PlannedTaskInWeekCount" = "%d Tasks Planned in Week %d";
"DoneTaskWithCount" = "%d Task(s) Done";
"DoneTaskWithDateCount" = "%d Task(s) Done on %@";
"DoneTaskInWeekCount" = "%d Task(s) Done in Week %d";
"Total" = "Total";
"Productivity" = "Productivity";
"CreatedTasksWithCount2" = "%d Created";
"DoneTasksWithCount2" = "%d Done";
"DueTasksWithCount2" = "%d Planned";
"Start" = "Start";
"End" = "End";
"UpdateView" = "Update";
"NoTasks" = "No Tasks Created or Completed in Period";
"NoTasksPlanned" = "No Tasks Planned or Completed in Period";
"TaskWithReportedHours" = "Time Report for Tasks in %d Days";
"TotalTimeInHours" = "Total Time in Hours";
"ToDo" = "To-do";
"Report" = "Report";
"Home" = "Home";
"ProductivityReport" = "Productivity Report";
"WorkingTimeReport" = "Working Time Report";
"OverdueTasks" = "Overdue Tasks";
"DueTasks" = "Due Tasks for Today";
"FUTasks" = "Follow-up Tasks";
"StartTasks" = "Tasks to be Started";
"CompletedTasks" = "Completed Tasks";
"HiddenTasks" = "%d tasks hidden";
"HiddenTask" = "%d task hidden";
"ReportProductivityCreatedTasks" = "Created Tasks";
"ReportProductivityPlannedTasks1" = "Planned Tasks";
"ReportProductivityPlannedTasks1Pro" = "Planned Tasks (PRO)";
"ReportProductivityPlannedTasks2" = "My Planning";
"ReportProductivityPlannedTasks2Pro" = "My Planning (PRO)";
"ExportWorkingTimeReportAsCSV" = "Please select the export location for the CSV file";
"ExportWorkingTimeReportAsCSVCompact" = "Save as CSV file";
"ExportWorkingTimeReportAsCSVDetailed" = "Save as extended CSV file";
"ExportWorkingTimeReportAsCSVCompactPro" = "Save as CSV file (PRO)";
"ExportWorkingTimeReportAsCSVDetailedPro" = "Save as extended CSV file (PRO)";
"ExportWorkingTimeReportCSVHeader" = "category;task;workingtime\n";
"ExportWorkingTimeReportCSVHeaderDetailed" = "category;task;date;workingtime\n";
"FileExportSuccess" = "File exported successfully";
"ShowWeek" = "Weekly View";
"ShowMonth" = "Monthly View";
"TodoViewHiddenTasksByGroupFilter1" = "%d to-do hidden by active category filter";
"TodoViewHiddenTasksByTagFilter1" = "%d to-do hidden by active tag filter";
"TodoViewHiddenTasksByGroupFilter2" = "%d to-do's hidden by active category filter";
"TodoViewHiddenTasksByTagFilter2" = "%d to-do's hidden by active tag filter";
"TaskDeletion" = "Do you really want to delete this task?";
"CalendarReminderUpdated" = "Task successfully exported as reminder";
"CalendarReminderNoAuthorization" = "Reminder could not be exported due to insufficient rights";
"CalendarReminderNoAuthorizationDenied" = "You have disabled the access to the reminder applicaton in the system preferences. Enable the access for reminder exports.";
"CalendarReminderExportError" = "Error exporting task as reminder";
"CalendarReminderFirstExport" = "Do you want to place a reminder for this task in your reminders app?";
"CalendarReminderButton" = "Set reminder";
"CalendarReminderButtonUpdate" = "Update reminder";
"ShareByEMail" = "Share by e-mail";
"ExportAsCalendarEntry" = "Set calendar entry";
"ExportAsCalendarEntryUpdate" = "Update calendar entry";
"CalendarEventUpdated" = "Task successfully saved as event in calendar '%@'";
"CalendarEventNoAuthorization" = "Event could not be exported due to insufficient rights";
"CalendarEventNoAuthorizationDeniedTitle" = "No Access to macOS Calendar";
"CalendarEventNoAuthorizationDenied" = "You have disabled the macOS calendar access in your system preferences. Please grant access to enable Tempodo's calendar functions. You need to restart Tempodo after changing permissions.";
"CalendarEventExportError" = "Error exporting task as calendar event";
"CalendarEventFirstExport" = "Do you want to place an event for this task in your calendar app?";
"CalendarDefaultUsedForExport" = "The default calendar has been used. The calendar can be changed in Tempodo's document preferences.";
"CalendarNoLongerAvailable" = "The selected calendar %@ is no longer available. Tempodo is now using the macOS default calendar.";
"ReminderDates" = "Deadlines";
"Task" = "Task";
"Status" = "Status";
"Open" = "Open";
"Description" = "Description";
"DeleteCategoryAltert" = "Do you really want to delete the category \"%@\"?";
"DeleteCategoryTask1" = "Assigned tasks: %d open, %d done";
"DeleteCategoryTask2" = "Assigned tasks: %d open";
"DeleteCategoryTask3" = "Assigned tasks: %d done";
"DeleteCategoryMoveTasksToInbox" = "Move all tasks to category \"Inbox\" before deletion";
"ResetApplicationSettings" = "Reset ALL Settings";
"ResetApplicationSettingsInfoText" = "Do you want to reset all application seetings?";
"DefaultReminderdateTime" = "Default Reminder Time:";
"TextNotesZoomLabel" = "Notes Zoom:";
"Enabled" = "Enabled";
"Notifications" = "macOS Notifications";
"Notifications.authDenied.title" = "macOS Notifications Not Available";
"Notifications.authDenied.msg" = "Activate Notifications for Tempodo in the macOS System Settings (Notification Center).";
"Notifications.action.viewTask" = "View Task";
"Notifications.action.markTaskAsDone" = "Mark As Done";
"Notifications.action.followup" = "Remember Tomorrow";
"TodoTypes" = "To-do's";
"AppNotificationText" = "You have %d to-do's for today.\n";
"AppNotificationTextSingle" = "You have 1 to-do for today.\n";
"AppNotificationTextDueToday" = "Due Today";
"AppNotificationTextFU" = "Follow-Up";
"AppNotificationTextToBeStarted" = "Start Today";
"LastViewedTasks" = "Recently Viewed Tasks";
"ThemeDefault" = "Tempodo Default";
"Theme1" = "Unicolor Light Gray";
"Theme2" = "Unicolor Gray";
"Theme3" = "Unicolor Light Blue";
"Theme4" = "Gradient Blue Ice";
"Theme5" = "Gradient Blue Sea";
"Theme6" = "Gradient Blue";
"Theme7" = "Gradient Orange";
"Theme8" = "Gradient Flower";
"Theme9" = "Gradient Light Gray";
"Theme10" = "Gradient Gray";
"ThemePhoto1" = "Photo 1";
"ThemePhoto2" = "Photo 2";
"ThemePhoto3" = "Photo 3";
"Theme" = "Theme";
"DocumentThemeChangePhotoButton" = "Change Image";
"DocumentThemeChangePhotoPanelMsg" = "Please choose a new image for the selected theme";
"DocumentThemeSelectPhotoPanelMsg" = "Please choose an image for the selected theme";
"ThemePhotoProccessingError" = "Sorry, there was an error while processing the theme image";
"ICSTaskImportMessage1" = "Do you want to add %d task to category \"%@\" ?";
"ICSTaskImportMessageMultiple" = "Do you want to add %d tasks to category \"%@\" ?";
"ICSTaskImportImportProblem1" = "Could not import tasks";
"ICSTaskImportImportSuccess1" = "Task import successful";
"ICSTaskImportImportSuccess2" = "Task import partly successful. Error count: %d";
"ShowFormatBar" = "Format Toolbar";
"Close" = "Close";
"TaskTableInfoTextNoTasks" = "The Category Does Not Contain Any Tasks";
"TaskTableInfoTextHasDoneTasksSingle" = "The Category Contains 1 Completed Task";
"TaskTableInfoTextHasDoneTasksMultiple" = "The Category Contains %d Completed Tasks";
"TaskTableInfoTextNoTasksAssignedToTag" = "No Tasks Assigned To Tag";
"TaskTableInfoTextHasDoneTasksAssignedToTagSingle" = "The Tag Is Assigned To 1 Completed Task";
"TaskTableInfoTextHasDoneTasksAssignedToTagMultiple" = "The Tag Is Assigned To %d Completed Tasks";
"TaskTableInfoTextNoTaskInTaskset" = "The Collection Does Not Contain Any Tasks";
"TaskTableInfoTextHasTaskInTasksetSingle" = "The Collection Contains 1 Completed Task";
"TaskTableInfoTextHasTaskInTasksetMultiple" = "The Collection Contains %d Completed Tasks";
"EmptySearchResult1" = "No results found";
"EmptySearchResult2" = "Enter more characters to start the search";
"EmptySearchResult3" = "No results found for category \"%@\"";
"EmptySearchResult4" = "No results found for tag \"%@\"";
"EmptySearchResult5" = "No results found for filter \"%@\"";
"NoOpenTodos" = "No to-do's for today";
"Archive" = "Archive";
"CleanupWindowText" = "Clean Up & Archiving";
"CleanupTimeIntervalLabel" = "Apply on tasks older than";
"CleanupOption1" = "Disabled";
"CleanupOption2" = "Delete Done Tasks";
"CleanupOption3" = "Archive Done Tasks";
"CleanupOptionTimeInterval1" = "1 Day";
"CleanupOptionTimeInterval2" = "1 Week";
"CleanupOptionTimeInterval3" = "1 Month";
"CleanupOptionTimeInterval4" = "3 Months";
"CleanupOptionTimeInterval5" = "6 Months";
"CleanupOptionTimeIntervalInfo" = "Note: Clean up resp. archiving based on the selected rule is performed every time you open the document.";
"CleanupSelectDirectory" = "Select Directory";
"CleanupDirectoryNotSet" = "Set up the archive directory!";
"CleanupArchiveNow" = "Archive Now!";
"CleanupLastArchiveDate" = "Last Archive Date";
"CleanupArchiveCounter" = "Archived Tasks";
"CleanupNoLastArchiving" = "-";
"CleanupUnsavedDocument" = "No title";
"CleanupArchiveError" = "Cannot Archive Your Tasks. Tempodo Cannot Access The Folder.";
"CleanupArchiveError.Deactivate" = "Disable Archiving";
"File" = "File";
"CleanupLastDate" = "Last Clean Up Date";
"CleanupCounter" = "Cleaned Up Tasks";
"CleanupNow" = "Clean Up Now!";
"Cleanup.ArchiveInfoMessage" = "Clean Up & Archiving:\n%d task(s) archived";
"Cleanup.DeleteInfoMessage" = "Clean Up & Archiving:\n%d task(s) deleted";
"ExportTaskFileExists" = "Could not save file. The file already exists.";
"ExportTaskFileWriteError" = "Could not save file. Write error.";
"WelcomeToTaskManager" = "Welcome!";
"WelcomeToTaskManagerSubMessage" = "Start using Tempodo for your tasks today.";
"ShowOnStartUp" = "Show Hints at Startup";
"AppTipps" = "Hints";
"ShowAppTipps" = "Show Hints";
"AppHint1" = "Click the eye icon in the upper left corner to reset the current category or tag filter of the sidebar.";
"AppHint2" = "Use Tempodo for iOS to edit tasks on your iPhone or iPad with iCloud Drive.";
"AppHint3" = "Drag and drop iCalendar files (*.ics) from your Mac on a sidebar category to import them into Tempodo. ICalendar files are a common exchange format used by many apps.";
"AppHint4" = "Use drag and drop to reorder tasks in the home and calendar view. Tasks can also be pulled onto a sidebar category or tag to change assignments.";
"AppHint5" = "Tempodo helps you to clean up or archive done tasks automatically based on custom rules. Navigate to the settings by clicking the menu item <Clean up & archive>";
"AppHint6" = "Change the look and feel of Tempodo by choosing a theme that fits best to you. Themes are configured in the document preferences.";
"AppHint7" = "Let Tempodo notify you via the macOS notification central about tasks on your today's to-do list. Settings are configured in the app preferences.";
"AppHint8" = "Productivity reports show you what you have done in the last time. Open the productivty view via the main menu.";
"AppHint9" = "Add Tempodo to the macOS menu bar to quickly create tasks without leaving your currently used app. Activate the function in the settings menu.";
"AppHint10" = "Tempodo also integrates in your macOS spotlight search. All task names, categories and tags are indexed by Spotlight to help you finding your tasks.";
"AppHint11" = "Use drag and drop to reorder your subtasks.";
"AppHint12" = "Drag and drop a task from the home view to your desktop to save it as file in the iCalendar format (*.ics).";
"AppHint13" = "Record your working time for individual tasks and let Tempodo create reports for you. Reports can also be exported as simple CSV files on your Mac.";
"AppHint14" = "Use repeating tasks to describe a series of tasks. Choose a daily, weekly or monthly interval. Tempodo automatically creates the next task as soon as you complete the current one.";
"AppHint15" = "The Tempodo calendar view is also able to show events from your selected macOS calendar.";
"GeneralDocumentSettings" = "General Document Settings";
"DocumentName" = "Document Name";
"DocumentNotes" = "Notes";
"DocumentThemeNotForDarkmode" = "Not applicable for Dark Mode";
"DocumentCalendar" = "macOS Calendar";
"DocumentCalendarNoAccess" = "Access to macOS calendar denied by user";
"DocumentCalendarDefault" = "Default calendar reported by macOS used";
"DeleteWorkingTimesRecords"="Do you really want to delete ALL working time records for this task?";
"ApplyDefaultFont" = "Default Format";
"OpenTasksWithNumber" = "Open Tasks: %d";
"BetaVersionExpired" = "This beta version has been expired. Please update!";
"CreatedByTempodo" = "Created by Tempodo | Your personal task manager | www.tempodo-app.com";
"GettingStartedHomepage" = "Home";
"ShowGettingStartedButtonLabel" = "Show Welcome Page";
"AutoSaveDocument" = "Document Auto Save (enabled automatically for iCloud)";
"InvalidLink" = "Invalid link";
"CreateNewDocument" = "Create new document";
"OpenDocument" = "Open document";
"OpenLastEditedDocumentOnStartup" = "Show last opened document on start-up";
"OpenDocument.EmptyRecentsList" = "The list of your recently opened documents is still empty";
"RecentlyUsed" = "Recently used";
"TaskRepeat" = "Recurrence";
"TempExprSimpleDate" = "None";
"TempExprDaily" = "Daily";
"TempExprWeekly" = "Weekly";
"TempExprMonthly" = "Monthly";
"TempExprAll" = "All";
"TempExprAllDays" = "day(s)";
"TempExprAllWeeks" = "week(s) on:";
"TempExprAllMonths" = "month(s) on:";
"EndDateTempExp" = "Ends on";
"TimeTempExp" = "Time";
"BasedOnCompletionDate" = "Next due date based on last completion date";
"TempExpExtendedSettings" = "Extended Settings";
"TempExpInvalidValueForDailyRepeat" = "Daily repeat interval invalid";
"TempExpInvalidValueForWeeklyRepeat" = "Weekly repeat interval invalid";
"TempExpInvalidValueForWeeklyRepeat2" = "No weekday selected";
"TempExpInvalidValueForMonthlyRepeat" = "Monthly repeat interval invalid";
"TempExpInvalidValueForMonthlyRepeat2" = "No day in month selected";
"TempExprPresetDaily" = "Every Day";
"TempExprPresetWeekly" = "Every Week";
"TempExprPresetMonthly" = "Every Month";
"TempExprCustomSetting" = "Custom";
"TempExprCustomSettingButtonTitle" = "Custom...";
"TempExprCustomSettingButtonTitlePro" = "Custom... (PRO)";
"TempExprEveryWeekday" = "Every";
"TempExprEveryMonth" = "%@ of every month";
"TempExprFirst" = "first";
"TempExprSecond" = "second";
"TempExprThird" = "third";
"TempExprFourth" = "fourth";
"TempExprFifth" = "fifth";
"DragAndDropSidebarErrorMessage" = "Unable to process %d task(s)";
"ICloudUpdateDetected" = "The document has been updated over another device.";
"ICloudUpdateDetectedInfo1" = "Close document and open latest version? If you do not load the latest version, the opened file will be protected. However, if you make changes to the document, conflicts will arise that you will have to resolve later.";
"ICloudUpdateDetectedInfo2" = "Close document and open latest version? You have unsaved changes! If you do not load the latest version, the opened file will be protected. However, if you make changes to the document, conflicts will arise that you will have to resolve later.";
"ICloudUpdateChangeDetails" = "\n\nModified on: %@\nDevice: %@";
"Button.AcceptChanges" = "Update Now";
"Button.DiscardChanges" = "Update Later (Cancel)";
"Button.SnoozeChanges" = "Temporarily Snooze Update-Later Alerts";
"InOneWeek" = "Today in one week";
"InTwoWeeks" = "Today in two weeks";
"InOneMonth" = "Today in one month";
"SetNewDate" = "Set a new date:";
"OneDay" = "1 day";
"Days" = "%@ days";
"OutlookInterval" = "Period for Filter Planned/Completed:";
"TaskDetails.CalEvent.ViewTitle" = "Event for calendar: %@";
"TaskDetails.CalEvent.NoNotes" = "Empty notes";
"TaskDetails.CalEvent.FromDate" = "From:";
"TaskDetails.CalEvent.ToDate" = "To:";
"TaskDetails.CalEvent.Series" = "Series";
"TaskDetails.CalEvent.OneTime" = "One time";
"TaskDetails.CalEvent.AllDay" = "All day";
"PrintTaskList" = "Task List";
"PrintPageXofY" = "Page %ld of %ld";
"SaveDlgICloudDriveMsg" = "Note: Save File in iCloud Drive Folder \"Tempodo\" for Synchronization with macOS and iOS Devices.";
"Rating.Title" = "Please Rate Tempodo in App Store";
"Rating.Message" = "We're glad you're enjoying using the app. Would you mind giving us a review? It really helps us out! Thanks for your support.";
"Rating.Button.AskMeLater" = "Ask me later";
"Rating.Button.AskMeNeverAgain" = "No, Thanks!";
"Rating.Button.GoToAppStore" = "Yes, take me there";
"StatusMenu.DeactivateStatusMenu" = "Hide Tempodo macOS Menu Bar Icon?";
"General.Yes" = "Yes";
"General.No" = "No";
"OpenUserNotfication.FileNotFound" = "The document '%@' could not be opened. All future notifications were deleted. Please reopen the file if it has been renamed or moved to another location.";
"OpenUserNotfication.TaskNotFound" = "The task '%@' no longer exists.";
"ReadOnlyStore.Save" = "The file can not be saved because it was opened as read-only";
"ReadOnlyStore.Save.Info" = "Please remove the protection and reopen it.";
"ReadOnlyStore.Open" = "The file is protected and can not be changed";
"ReadOnlyStore.Open.Info" = "To edit the file, remove the protection and reopen it.";
"Doc.OutOfSyn.Title" = "Document not up to date";
"Doc.OutOfSyn.Subtitle" = "The file has been updated in the background via another device.";
"Doc.OutOfSyn.Button.Continue" = "Continue working with open file";
"Doc.OutOfSyn.Button.Reload" = "Reload document (recommended)";
"Doc.ThemeChange.Reload.Title" = "Document Reload Needed";
"Doc.ThemeChange.Reload.Info" = "Changing to this appearance (theme) requires the document to be reloaded.";
"Doc.ThemeChange.PhotoNotSet.Title" = "Appearance can not be loaded";
"Doc.ThemeChange.PhotoNotSet" = "The document uses the appearance 'Photo %@'. In Tempodo no picture for the photo at that index is configured. The appearance has been reset to the default value. \nPlease set a photo in the document settings to use your background theme on this Mac.";
"Doc.Theme.Photo.unset" = "empty";
"InApp.LoadProducts" = "Loading Products...";
"InApp.NoProductsAvailable" = "No Products Available";
"InApp.PriceForFree" = "Free of Charge";
"InApp.RestoreErrorTitle" = "In-App Purchase Restore Failed";
"InApp.RestoreErrorMessage" = "In-App Purchases could not be restored";
"InApp.NothingToRestoreMessage" = "No In-App purchases available to be restored.";
"InApp.BuyNow" = "Buy Now";
"InApp.LimitEntriesGeneral" = "You've reached the maximum number of entries. Please purchase the PRO version to unlock unlimited items.";
"InApp.BuyProVersionAlertTitle" = "PRO Version Feature";
"InApp.WorkingtimeExport" = "Please purchase the PRO Version to unlock the Export Functions.";
"InApp.ExtendedTextEditor" = "Please purchase the PRO Version to unlock the Extended Text Editor.";
"InApp.ProductivityReports" = "Please purchase the PRO Version to unlock all Productivity Reports.";
"InApp.Notifications" = "Please purchase the PRO Version to unlock App Notifications.";
"InApp.Cleanup" = "Please purchase the PRO Version to unlock Cleanup and Archiving Functions.";
"InApp.CustomRecurringRules" = "Please purchase the PRO Version to unlock Custom Recurring Rules";
"InApp.FuAndStartDate" = "Please purchase the PRO Version to unlock Additional Reminder Dates (Follow-up, Start).";
"InApp.UnlockProVersion" = "Unlock PRO Version";
"InApp.AdditionalThemes" = "Please purchase the PRO Version to unlock all Themes (wallpapers).";
"InApp.PurchaseHelp" = "You have to sign in with your Apple ID to make In-App Purchases. The purchase is made through Apple using your Apple ID and unlocks the PRO Version with additional features.\nThe PRO Version must be purchased separately for macOS and iOS.";
"InApp.PurchaseHelpTitle" = "In-App Purchase with your Apple-ID";
"InApp.ProFeatures" = "User Notifications\nAll Productivity Reports\nExtended Recurrency Rules\nAdditional Background Images\nUnlimited Tags & Categories\nUnlimited Tasks & Subtasks\nFollow-Up and Start Dates\nWorking Time Export\nTask Cleanup and Archiving\nExtended Notes Editor";
"InApp.InAppGeneralTitle" = "In-App Purchases";
"InApp.PurchaseSuccessMessage" = "In-App Purchase successful. You can now use the Tempodo PRO Functions.";
"InApp.PurchaseSuccessReceiptErrorMessage" = "Error while unlocking features. Please try again later.";
"InApp.RestoreSuccessMessage" = "Tempodo successfully restored your In-App Purchases";
"InApp.RestoreSuccessReceiptErrorMessage" = "Error while unlocking features via In-App Purchase Restore. Please try again later.";
"InApp.PurchaseErrorTitle" = "In-App Purchase Error";
"InApp.TransactionDeferred" = "Thank you. Tempodo is now waiting for approval to finish the In-App Purchase";
"TaskMarkedAsDone" = "Task Marked As Done";
"NewFUDateSet" = "Follow-up Date Set";
"Services.UnableToCreateTask.Title" = "Unable To Create Task";
"Services.UnableToCreateTask.Message" = "Please open a document before using the Service Menu to create a new Task from the selected text";
"RecurringTasks.EditSeries" = "Edit Series";
"RecurringTasks.ResetDueDate" = "Reset Element";
"RecurringTasks.Title.ElementOfSeries" = "Element Of A Series";
"RecurringTasks.Title.ElementOfSeriesModified" = "Element Of A Series\n(Modified)";
"TaskImport.ParseStatus.Success" = "Format valid. Groups: %@, Tasks: %@.";
"TaskImport.ParseStatus.Success2" = "Format valid.Tasks: %@.";
"TaskImport.ParseStatus.Failure" = "Format invalid.";
"TaskImport.Import.Success" = "Import successful.";
"TaskImport.Import.Failure" = "Import not successful.";
"TaskImport.Import.Files" = "%@ Files";
"TaskImport.Import.Format.Choose" = "Please Choose";
"TaskImport.Import.Format.WL" = "Wunderlist Export JSON";
"TaskImport.Import.Format.iCal" = "iCalendar (ics)";
"TaskImport.Document.Missing" = "Please open a document into which the tasks should be imported";
